alacritty
alsa-utils
base
base-devel
brightnessctl
c-ares
discord
efibootmgr
eza
firefox
fish
gammastep
gcc
git
grim
grub
hyprland
hyprlock
hyprpaper
iwd
less
linux
linux-firmware
man-pages
neovim
networkmanager
nodejs
npm
openssh
pamixer
pulseaudio
pulseaudio-alsa
pulsemixer
sof-firmware
starship
sudo
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ufw
unzip
uwsm
waybar
xclip
zellij
zoxide
